xml/request_templates/filmatiseretbog_untergang.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>25797140|870970</ac:identifier>
              <ac:source>undefined</ac:source>
              <dc:title>Til den bitre ende</dc:title>
              <dc:title xsi:type="dkdcplus:full">Til den bitre ende : Hitlers sekretær fortæller om sit liv</dc:title>
              <dcterms:alternative>Der untergang</dcterms:alternative>
              <dc:creator xsi:type="dkdcplus:aut">Traudl Junge</dc:creator>
              <dc:creator xsi:type="oss:sort">Junge, Traudl</dc:creator>
              <dc:subject xsi:type="dkdcplus:DK5">94.41</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">Adolf Hitler</dc:subject>
              <dc:subject xsi:type="oss:sort">Hitler, Adolf</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">Traudl Junge</dc:subject>
              <dc:subject xsi:type="oss:sort">Junge, Traudl</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">den 2. verdenskrig</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCO">erindringer</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">historie</dc:subject>
              <dc:subject xsi:type="dkdcplus:genre">nonfiktion</dc:subject>
              <dcterms:abstract>Traudl Junge (1920-2002) var sekretær for Adolf Hitler fra 1942 frem til hans død. Hun skrev hans taler, breve og hans private og politiske testamente og tilbragte de sidste timer med ham i bunkeren i Berlin</dcterms:abstract>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dkdcplus:version>3. udgave, 1. oplag</dkdcplus:version>
              <dc:publisher>Satellit</dc:publisher>
              <dc:contributor>Melissa Müller</dc:contributor>
              <dc:date>2005</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type>
              <dcterms:extent>255 sider, tavler</dcterms:extent>
              <dc:identifier xsi:type="dkdcplus:ISBN">87-7984-100-7</dc:identifier>
              <dc:identifier xsi:type="dkdcplus:ISBN">9788779841000</dc:identifier>
              <dc:source>Bis zur letzten Stunde</dc:source>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
              <dcterms:spatial xsi:type="dkdcplus:DBCF">Tyskland</dcterms:spatial>
              <dcterms:temporal xsi:type="dkdcplus:DBCP">1940-1949</dcterms:temporal>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>000000000000000000000000</marcx:leader>
                <marcx:datafield tag="001" ind1="0" ind2="0">
                  <marcx:subfield code="a">25797140</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">20100406155605</marcx:subfield>
                  <marcx:subfield code="d">20050615</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                  <marcx:subfield code="t">FAUST</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="004" ind1="0" ind2="0">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="008" ind1="0" ind2="0">
                  <marcx:subfield code="t">m</marcx:subfield>
                  <marcx:subfield code="u">u</marcx:subfield>
                  <marcx:subfield code="a">2005</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="d">y</marcx:subfield>
                  <marcx:subfield code="k">a</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="009" ind1="0" ind2="0">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="017" ind1="0" ind2="0">
                  <marcx:subfield code="a">2 492 342 8</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="021" ind1="0" ind2="0">
                  <marcx:subfield code="e">9788779841000</marcx:subfield>
                  <marcx:subfield code="c">hf.</marcx:subfield>
                  <marcx:subfield code="d">kr. 59,95</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="021" ind1="0" ind2="0">
                  <marcx:subfield code="a">87-7984-100-7</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="032" ind1="0" ind2="0">
                  <marcx:subfield code="a">DBF200531</marcx:subfield>
                  <marcx:subfield code="x">SFD200531</marcx:subfield>
                  <marcx:subfield code="x">DAT201016</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="041" ind1="0" ind2="0">
                  <marcx:subfield code="a">dan</marcx:subfield>
                  <marcx:subfield code="c">ger</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="100" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Junge</marcx:subfield>
                  <marcx:subfield code="h">Traudl</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="241" ind1="0" ind2="0">
                  <marcx:subfield code="a">Bis zur letzten Stunde</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="245" ind1="0" ind2="0">
                  <marcx:subfield code="a">Til den bitre ende</marcx:subfield>
                  <marcx:subfield code="c">Hitlers sekretær fortæller om sit liv</marcx:subfield>
                  <marcx:subfield code="e">Traudl Junge</marcx:subfield>
                  <marcx:subfield code="e">i samarbejde med Melissa Müller</marcx:subfield>
                  <marcx:subfield code="f">på dansk ved Adam Paulsen</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="250" ind1="0" ind2="0">
                  <marcx:subfield code="a">3. udgave</marcx:subfield>
                  <marcx:subfield code="x">1. oplag</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="260" ind1="0" ind2="0">
                  <marcx:subfield code="a">[Kbh.]</marcx:subfield>
                  <marcx:subfield code="b">Satellit</marcx:subfield>
                  <marcx:subfield code="k">Nørhaven Paperback</marcx:subfield>
                  <marcx:subfield code="c">2005</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="300" ind1="0" ind2="0">
                  <marcx:subfield code="a">255 sider, tavler</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="504" ind1="0" ind2="0">
                  <marcx:subfield code="a">Traudl Junge (1920-2002) var sekretær for Adolf Hitler fra 1942 frem til hans død. Hun skrev hans taler, breve og hans private og politiske testamente og tilbragte de sidste timer med ham i bunkeren i Berlin</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="512" ind1="0" ind2="0">
                  <marcx:subfield code="i">Film med titel</marcx:subfield>
                  <marcx:subfield code="t">Der ¤untergang</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="520" ind1="0" ind2="0">
                  <marcx:subfield code="a">Tidligere: 2. udgave. Kbh. : Lindhardt og Ringhof, 2004</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="521" ind1="0" ind2="0">
                  <marcx:subfield code="b">1. oplag</marcx:subfield>
                  <marcx:subfield code="c">2005</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="600" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Junge</marcx:subfield>
                  <marcx:subfield code="h">Traudl</marcx:subfield>
                  <marcx:subfield code="2">DBC</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="600" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Hitler</marcx:subfield>
                  <marcx:subfield code="h">Adolf</marcx:subfield>
                  <marcx:subfield code="2">DBC</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="652" ind1="0" ind2="0">
                  <marcx:subfield code="m">94.41</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="652" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="p">99.4</marcx:subfield>
                  <marcx:subfield code="a">Hitler</marcx:subfield>
                  <marcx:subfield code="h">Adolf</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="652" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="p">99.4</marcx:subfield>
                  <marcx:subfield code="a">Junge</marcx:subfield>
                  <marcx:subfield code="h">Traudl</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="f">den ¤2. verdenskrig</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="f">historie</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="i">1940-1949</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="e">Tyskland</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="o">erindringer</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="700" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Müller</marcx:subfield>
                  <marcx:subfield code="h">Melissa</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="s10" ind1="0" ind2="0">
                  <marcx:subfield code="a">DBC</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="990" ind1="0" ind2="0">
                  <marcx:subfield code="a">SFD</marcx:subfield>
                  <marcx:subfield code="o">200531</marcx:subfield>
                  <marcx:subfield code="c">A</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
<os:identifier>870970-basis:25797140</os:identifier>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
